Repository: HoverRace/HoverRace
Catalog: po/*.po
Languages: de, es, nl

source: About HoverRace
de: Über HoverRace
es: Todo sobre HoverRace
nl: Over HoverRace

source: HoverRace version
es: Versión de HoverRace
nl: HoverRace versie

source: HoverRace is brought to you by:
es: HoverRace es traído a ustedes Por:
nl: HoverRace is mogelijk gemaakt door:

source: original author
de: der Urheber
es: Autor Original
nl: oorspronkelijke maker

source: with contributions from (in alphabetical order)
de: unter Mitwirkung von (in alphabetischer Reihenfolge)
es: Con contribuciones de (En orden alfabético)
nl: met bijdragen van (in alfabetische volgorde)

source: and with the help of the many testers willing to put up with bugs and other strange happenings.
de: und mit der Hilfe vieler Prüfern, die Fehler und Merkwürdigen tolerieren.
es: Y con ayuda de los muchos testers dispuestos a arreglar bugs y otras cosas raras que suceden en el juego.
nl: en dankzij de hulp van de vele testers die bereid waren bugs en andere vreemde zaken te trotseren.

source: visit us at
de: besuchen Sie uns auf
es: Visítenos en nuestro sitio web:
nl: bezoek ons op

source: Thanks also to the following projects
de: Dank gebührt auch die folgenden Projekten
es: Gracias además a los siguientes proyectos
nl: Ook dank aan de volgende projecten

source: Close
de: Schließen
es: Cerrar
nl: Sluiten

source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleren

# Version
source: testing
de: prüfung
es: Probando
nl: test

source: Controls
es: Controles

source: Player 1
es: Jugador 1

source: Player 2
es: Jugador 2

source: Player 3
es: Jugador 3

source: Player 4
es: Jugador 4

source: Motor On:
es: Encender el motor:
nl: Gas geven:

source: Turn Right:
es: Girar a la derecha:
nl: Naar rechts:

source: Turn Left:
es: Girar a la izquierda:
nl: Naar links:

source: Brake:
es: Frenar:
nl: Remmen:

source: Jump:
es: Saltar:
nl: Springen:

source: Fire Weapon:
es: Usar arma:
nl: Schiet:

source: Select Weapon:
es: Seleccionar arma:
nl: Selecteer wapen:

source: Look Back:
es: Mirar hacia atrás:
nl: Kijk achterom:

source: Control Assignment
es: Asignar controles

source: Press a control or wait 3 seconds to disable...
es: Presione una tecla o espere 3 segundos para deshabilitar el control...

source: Initializing
es: Inicializando
nl: Initialiseren

source: Downloading
es: Descargando
nl: Downloaden

source: Finished
es: Terminado
nl: Klaar

source: Processing...
es: Procesando...
nl: Verwerken...

source: Click OK to play on the Internet against other people
es: Haga click en "Ok" para jugar en Internet contra otras personas
nl: Klik op OK om tegen andere mensen te spelen op internet

source: Make sure that you are connected to the Internet before clicking on OK. If you have any problems, visit our forums at http://www.hoverrace.com/bb for help.
es: Asegúrese de estar conectado a Internet antes de hacer click en "OK". Si usted tiene algún problema visite nuestros foros en http://www.hoverrace.com/bb para más ayuda.
nl: Zorg dat je verbonden bent met het internet voor je op OK klikt. Als je problemen hebt, bezoek onze fora op http://www.hoverrace.com/bb voor hulp.

source: Abort current game?
de: Schließ das derzeitige Spiel ab?
es: ¿Desea abortar el juego actual?
nl: Huidige spel stoppen?

source: To be able to display HoverRace Help you must have a Word document viewer installed on your system.
de: Wenn Sie die HoverRace-Hilfe sehen wollen, müssen Sie einen MS-Word-Dokumentbeschauer an deinem Computer installiert.
es: Para poder ver el manual de ayuda de HoverRace debe tener un visor de documentos de Word instalado en su sistema.
nl: Je moet een lezer voor Word-documenten op je systeem hebben om HoverRace Help te kunnen weergeven.

# Menu|File|Split Screen
source: &2 Player
es: &2 Jugadores
nl: &2 spelers

# Menu|File|Split Screen
source: &3 Player
es: &3 Jugadores
nl: &3 spelers

# Menu|File|Split Screen
source: &4 Player
es: &4 Jugadores
nl: &4 spelers

# Menu|File|Network
source: &Connect to server
es: &Conectar al servidor
nl: &Verbind met een server

# Menu|File|Network
source: Create a &server
es: Crear un &servidor
nl: Maak een &server

# Menu|File|Network
source: &Internet Meeting Room
es: &Sala de encuentros en Internet
nl: &Internet-ontmoetingsruimte

# Menu|File
source: &Practice
es: &Practicar
nl: &Oefenen

# Menu|File
source: &Split Screen
es: &Multijugador
nl: Ge&splitst scherm

# Menu|File
source: &Network
es: &Jugar en la Red (Red local)
nl: &Netwerk

# Menu|File
source: E&xit
es: S&alir del juego
nl: &Afsluiten

# Menu|View
source: &Following Camera
es: &Cámara rastreadora
nl: &Volgcamera

# Menu|View
source: &Cockpit
es: &Primera persona
nl: &Cockpitcamera

# Menu|View
source: &Players list
es: &Lista de jugadores
nl: &Spelerslijst

# Menu|View
source: More &messages
es: Más &mensajes
nl: Meer &berichten

# Menu|View
source: &Refresh colors
es: &Actualizar los colores
nl: &Kleuren verversen

# Menu|Setting
source: &Fullscreen
es: &Ver el juego en pantalla completa
nl: Volledig &scherm

# Menu|Setting
source: &Window
es: &Ver el juego en una ventana
nl: &Venster

# Menu|Setting
source: &Preferences
es: &Preferencias

# Menu|Help
source: &Contents
es: &Contenidos
nl: &Inhoud

# Menu|Help
source: &About HoverRace
es: &Acerca de HoverRace
nl: &Over HoverRace

# Menu
source: &File
es: &Archivo
nl: &Bestand

# Menu
source: &View
es: &Ver
nl: &Zicht

# Menu
source: &Setting
es: &Opciones
nl: &Instelling

# Menu
source: &Help
es: &Ayuda

source: Unable to initialize: Unable to find suitable rich text DLL.
es: Imposible de inicializar: No fue posible encontrar el archivo DLL

source: You can play HoverRace in a Window or Fullscreen; to play in a Window, HoverRace will have to switch to 256 color mode. It is recommended you use Fullscreen mode instead. Do you want to play in Window mode and switch to 256 color?
es: Puedes jugar HoverRace en una ventana o en pantalla completa; Al jugar en una ventana, HoverRace cambiará la pantalla a 256 colores, en este momento debes estar usando 32 bits de colores, mucho más que estos. Recomendamos que en vez de ventana use "Pantalla completa" en su lugar. ¿Quieres jugar en la misma ventana y habilitar los 256 colores, o prefieres jugarlo en pantalla completa? Recuerda, el computador actual usaría más de 32 bits mucho más que los 256 colores del juego, al cambiarse, la computadora se verá con menos colores, pero es lo normal.Si prefieres mejor Pantalla Completa, debes pulsar F9 luego de elegir cada nivel. Para salir de Pantalla completa debes pulsar ESC

source: HoverRace was unable to switch the video mode. You will need to play in full screen.
es: HoverRace no pudo encender el modo video. Tendrás que jugarlo en pantalla completa.

source: Incompatible video mode. Select a compatible video mode by pressing F8 or F9 once a game is started
es: Modo de video incompatible. Elije un modo de video compatible apretando F8 o F9 una vez que el juego empiece
nl: Ongeschikte videomodus. Selecteer een modus door op F8 of F9 te drukken zodra een spel start

source: Connecting to the Internet Meeting Room...
es: Conectando a una sala de Internet...

source: You are connected
es: Ahora estás conectado
nl: Je bent verbonden

source: Welcome to the HoverRace Internet Meeting Room
es: Bienvenido a la sala de encuentros por Internet de HoverRace

source: Disconnecting from the Internet Meeting Room...
es: Desconectando de la sala de encuentros por Internet...

source: Registering game with the Internet Meeting Room...
es: Registrando el juego con la sala de encuentros por Internet...
nl: Spel aanmelden bij de Internet-ontmoetingsruimte...

source: Unregistering game from the Internet Meeting Room...
es: Dando de baja el juego de la sala de encuentros por Internet...
nl: Spel afmelden van de Internet-ontmoetingsruimte

source: Registering with the Internet Meeting Room...
es: Registrándose con la sala de encuentros por Internet... Espere unos instantes
nl: Aanmelden bij de Internet-ontmoetingsruimte...

source: Unregistering from the Internet Meeting Room...
es: Dándose de baja de la sala de encuentros por Internet...
nl: Afmelden bij de Internet-ontmoetingsruimte

source: Sending message to the Internet Meeting Room...
es: Enviando mensaje a la sala de encuentros por internet...
nl: Bericht verzenden naar de Internet-ontmoetingsruimte

source: [no selection]
es: [ninguna selección]
nl: [geen selectie]

source: Available
es: Disponible
nl: Beschikbaar

source: Join game to download from hoverrace.com
es: Unirse al juego para descargar desde la web hoverrace.com

source: Communication error
es: Error de comunicación
nl: Verbindingsfout

source: Unable to add user
es: Imposible agregar usuario
nl: Kan gebruiker niet aanmelden

source: No more Shareware users allowed
es: No más usuarios gratis permitidos

source: No more user allowed
es: No más usuarios permitidos
nl: Geen gebruikers meer toegestaan

source: Incompatible version
es: Versión incompatible
nl: Ongeschikte versie

source: Expired key
es: Clave Expirada

source: Already used key (report for investigation)
es: Clave ya usada (repórtelo para una futura investigación)
nl: Al gebruikte sleutel (rapporteer voor te onderzoeken)

source: Unable to send refresh info
es: Imposible de enviar la información actualizada
nl: Kan vernieuw-informatie niet verzenden

source: Not online
es: No está en línea
nl: Niet online

source: Unable to add chat message
es: Imposible añadir el mensaje al Chat
nl: Kan chatbericht niet toevoegen

source: Unable to add game
es: Imposible añadir el juego
nl: Kan spel niet toevoegen

source: Entry is no longer available
es: Su entrada ya no está disponible

source: Game is no longer available
es: El juego ya no está disponible
nl: Spel is niet meer beschikbaar

source: Game is full
es: El juego está lleno
nl: Spel is vol

source: Unable to delete game
es: Juego imposible de borrar
nl: Kan spel niet verwijderen

source: Not owner
es: No hay dueño
nl: Niet de eigenaar

source: Unable to leave game
es: Imposible dejar el juego
nl: Kan spel niet verlaten

source: Must join first
es: Debe unirse primero
nl: Eerst erbijgaan

source: Unable to delete user
es: Imposible de borrar al usuario
nl: Kan gebruiker niet verwijderen

source: Unable to start game
es: Imposible de iniciar el juego
nl: Kan spel niet starten

source: Unable to add message
es: Imposible de añadir un mensaje
nl: Kan geen bericht toevoegen

source: Not authorized
es: No está autorizado
nl: Niet geautoriseerd

source: Unknown error code
es: Error de código desconocido
nl: Onbekende foutmelding

source: Internet Meeting Room
es: Sala de encuentros por Internet

source: Game list
es: Lista de juegos

source: User list
es: Lista de usuarios
nl: &Spelerslijst

source: Game details
es: Detalles del juego
nl: Spel details

source: Track name:
es: Nombre de pista:
nl: Baan naam:

source: Laps:
es: Vueltas:
nl: Rondes

source: Weapons:
es: Armas:
nl: Wapens:

source: Availability:
es: Disponibilidad:
nl: Beschikbaarheid:

source: Player list:
es: Lista de jugadores:

source: Chat section
es: Selección de Chat
nl: Chat gedeelte

source: Join Game...
es: Unirse al juego...
nl: Ga bij spel...

source: New Game...
es: Nuevo juego...
nl: Nieuw spel...

source: Quit
es: Salir
nl: Afsluiten

source: Warning: communication timeout
es: Advertencia: La comunicación se interrumpió

source: Network Transaction Progress
es: Progreso de transacción de red
nl: Netwerk Overdrachtvoortgang

source: Connection timeout
es: La conexión se interrumpió

source: Registering your best lap time to the server
es: Registrando su mejor vuelta en el servidor
nl: Bezig met registreren van je beste rondetijd op de server

source: Miscellaneous
es: Misceláneo

source: Disable Intro Movie
es: Deshabilitar el vídeo inicial
nl: Verberg intro filmpje

source: Disable the prompt to connect to the Internet each time HoverRace starts
es: Deshabilitar la pregunta de conectarse a Internet cada vez que HoverRace es iniciado
nl: Verberg de vraag om op internet te spelen als HoverRace start

source: Use desktop &color depth when switching to fullscreen
es: Usar la profundidad de &colores cuando se cambia a pantalla completa
nl: Gebruik standaard kleurendiepte bij het wisselen naar volledig scherm

source: TCP Server
es: Servidor TCP

source: Unable to create socket
es: Imposible de crear socket
nl: Kan geen socket creÃ«ren

source: Unable to use the port, try to close some WINSOCK applications
es: Imposible de usar ese puerto, pruebe cerrando algunas aplicaciones WINSOCK
nl: Kan de poort niet gebruiken, probeer wat WINSOCK applicaties te sluiten

source: Unable to use UDP recv port; choose a different port or close some Winsock applications.
es: Imposible de usar el puerto receptor UDP; elija otro puerto o cierre algunas aplicaciones Winsock.
nl: Kan de UDP ontvangstpoort niet gebruiken; kies een andere poort of sluit wat Winsock applicaties.

source: Port value must be greater than 0
es: El número del puerto debe ser mayor que 0
nl: Poortwaarde moet groter dan 0 zijn

source: Connecting to server...
es: Conectándose al servidor...
nl: Verbinden met server...

source: Retrieving game info...
es: Recibiendo información del juego...
nl: Binnenhalen van spel-info...

source: ERROR Unable to connect to server...
es: ERROR Imposible de conectarse al servidor...
nl: FOUT Kan geen verbinding maken met de server...

source: Player
es: Jugador
nl: Speler

source: Status
es: Estado

source: Connected
es: Conectado
nl: Verbonden

source: Disconnected
es: Desconectado
nl: Verbinding verbroken

source: Computing lag
es: Calculando lag
nl: Berekent vertraging

source: Connecting
es: Conectando
nl: Verbinding maken

source: Waiting acknowledgement
es: Esperando reconocimiento

source: Game cancelled by server
es: Juego cancelado por el servidor
nl: Spel geannuleerd door de server

source: Connection refused by peer
es: Conexión rechazada por igual

source: ; perhaps they are behind a firewall and need to forward ports 9530 and 9531 TCP and UDP?
es: ¿Quizás estén detrás de un firewall y necesitan permiso los puertos 9530 y 9531 TCP y UDP?
nl: ; misschien zit hij achter een firewall en moet hij de poorten 9530 en 9531 TCP en UDP doorsturen?

source: TCP Client
es: Cliente TCP

source: Main server and peer
es: Muelle y servidor principal
nl: Hoofdserver en gelijke

source: are using the same IP and port!
es: ¡Están usando el mismo puerto y la misma IP!
nl: gebruiken dezelfde IP en poort!

source: Cannot connect to peer
es: No se puede conectar al muelle
nl: Kan geen verbinding maken met de andere computer

source: at IP
es: en la IP
nl: op het IP

source: Connection error with
es: Error de conexión con
nl: Verbindingsfout met

source: Warning!
es: ¡Atención!

source: You are about to launch the race without any opponents. You will be on your own. It is preferable to wait for other players to join your game. Are you sure?
es: Vas a empezar la carrera sin ningún oponente. Serás el único participante. Es preferible que esperes a que otros jugadores entren en tu juego. ¿Estás seguro de empezar?

source: Ask me this each time I launch a game alone
es: Preguntarme cada vez que inicio el juego solo

source: Yes
es: Sí

source: It is highly preferable to wait until all players have successfully connected to the game before pressing the start button.
es: Es extremadamente preferible que esperes a que todos los jugadores hayan sido conectados al juego antes de presionar el boton Empezar

source: Start NOW!
es: ¡Empieza AHORA!

source: no network connection
es: No hay conexión de red
nl: Geen netwerkverbinding

source: Address of Server Roomlist:
es: Dirección del servidor de salas:

source: TCP Server Port:
es: Puerto de servidor TCP:
nl: TCP Server poort:

source: TCP Receive Port:
es: Puerto receptor TCP:
nl: TCP ontvangstpoort:

source: UDP Receive Port:
es: Puerto receptor UDP:
nl: UDP ontvangstpoort:

source: Press F2 when ready to return to the Meeting Room
es: Presione F2 cuando este listo para regresar a la sala de encuentros

source: You are now alone
es: Ahora estás solo
nl: Je bent nu alleen

source: Basic craft
es: Nave Básica
nl: Basic voertuig

source: CX craft
es: Nave CX
nl: CX voertuig

source: Bi-Turbo craft
es: Nave Bi-Turbo
nl: Bi-Turbo voertuig

source: Eon craft
es: Nave Eon
nl: Eon voertuig

source: Unknown craft
es: Nave Desconocida
nl: Onbekend voertuig

source: %d %-0.10s #%d%*s --First lap-- %c
es: %d %-0.10s #%d%*s --Primer Vuelta-- %c

source: %d %-0.10s #%d%*s lap:%-2d %2d.%02d.%03d%c
es: %d %-0.10s #%d%*s Vuelta:%-2d %2d.%02d.%03d%c

source: Starting in %02d.%02d sec. for %d laps
es: Comenzando en %02d.%02d segundos. por %d vueltas

source: Finished in %d.%02d.%03d, placed %d of %d
es: Finalizado en %d.%02d.%03d, Resulando %d de %d

source: Finished in %d.%02d.%03d
es: Finalizado en %d.%02d.%03d

source: Best lap %d.%02d.%03d
es: Mejor Vuelta %d.%02d.%03d

source: %d.%02d.%02d Lap:%d/%d
es: %d.%02d.%02d Vuelta:%d/%d

source: Last lap %d.%02d.%03d Best %d.%02d.%03d
es: Última Vuelta %d.%02d.%03d Mejor %d.%02d.%03d

source: Current lap %d.%02d.%03d Best %d.%02d.%03d
es: Vuelta Actual %d.%02d.%03d Mejor %d.%02d.%03d

source: Select your craft with the arrow keys
es: Seleccione su nave con las flechas de dirección
nl: Selecteer je voertuig met de pijltjestoetsen

source: Preferences
es: Preferencias

source: Your alias:
es: Tu alias:
nl: Je nickname:

source: Room:
es: Sala:
nl: Kamer:

source: Would you like to download the track "%s" now?
es: ¿Le gustaría descargar la pista "%s"?

source: Track Download
es: Descarga de pista
nl: Baan downloaden

source: Extracting
es: Extrayendo
nl: Uitpakken

source: Sorry, track "%s" is not available from %s
es: Lo sentimos, la pista "%s" no esta disponible desde %s
nl: Sorry, de baan "%s" is niet beschikbaar vanaf %s

source: Track download failed: The file "%s" was not found in the archive downloaded from %s
es: La descarga de la pista ha fallado: El archivo "%s" no fue encontrado en el archivo descargado desde %s
nl: Baan downloaden mislukt: Het bestand "%s" is niet gevonden in het archief gedownload van %s

source: Downloading Track:
es: Descargando Pista:
nl: Baan downloaden:

source: There was a problem downloading the track from %s Please visit %s and download the track manually.
es: Hubo un problema descargando la pista desde %s Por favor visite %s y descargue la pista manualmente.
nl: Er is een fout opgetreden tijdens het downloaden van de baan van %s Bezoek %s om de baan handmatig te downloaden.

source: Track selection
de: Strecke Auswahl
es: Selección de pista
nl: Baanselectie

source: Tracks
de: Strecken
es: Pistas
nl: Banen

source: Description
de: Beschreibung
es: Descripción
nl: Omschrijving

source: Laps
de: Runden
es: Vueltas
nl: Rondes

source: Weapons
de: Waffen
es: Armas
nl: Wapens

source: Crafts
es: Naves

source: Options
es: Opciones

source: Basic
es: Básica

source: Mines
es: Minas

source: Boost Cans
es: Tanques de Nitro

source: Number of laps should be greater than 1
es: El numero de vueltas debe ser mayor que 1

source: At least one craft must be selected
es: Por lo menos una nave tiene que ser seleccionada

source: Video and Audio
es: Video y Audio

source: Default Monitor
es: Monitor por defecto

source: Contrast
es: Contraste

source: Brightness
es: Brillo

source: Volume
es: Volumen

source: Fullscreen Settings
es: Opciones de pantalla completa

source: Fullscreen Monitor
es: Monitor de pantalla completa

source: Fullscreen Resolution
es: La Resolución de pantalla completa

source: Invalid resolution; reverting to default
es: Estás usando una resolución no válida; revirtiendo a la resolución por defecto

source: You must enter an alias
nl: Je moet een naam invullen

source: You must select a room
nl: Je moet een kamer selecteren

source: Locating the main server...
nl: Laden van de hoofdserver...

source: Unable to find the server. You must be connected to the Internet to use this function. If the problem persists, you can report it to the HoverRace forums, in the 'Help Desk' section.
nl: Kan de server niet vinden. Je moet verbonden zijn met internet om deze functie te gebruiken. Als het probleem blijft, kun je het rapporteren op het HoverRace forum, in het 'Help Desk' gedeelte.

source: Server error; please contact the server administrator
nl: Serverfout; neem contact op met de server administrator

source: Local
nl: Lokaal

source: has left
nl: is weggegaan

source: Bad track file format
de: Falsches Strecke Dateiformat
nl: Ongeldig baanbestandsformaat

source: no selection
de: nichts ist ausgewählt
nl: geen selectie

source: HoverRace for Linux is under development! Please visit %s to learn how to contribute to this project.
nl: HoverRace voor Linux is in ontwikkeling! Bezoek alsjeblieft %s om te leren hoe je aan dit project kunt bijdragen.

source: Number of laps should be between 1 and 99
de: Die Anzahl von Runden soll zwischen 1 und 99
